export default {
  projections: {
    КонвертE: {
      загрФайла: {
        __caption__: 'Имя',
        эксФайлы: {
          __caption__: '',
          имя: {
            __caption__: 'Имя'
          }
        },
        путьФайла: {
          __caption__: 'Путь файла'
        }
      },
      имяДок: {
        __caption__: 'Имя документа'
      },
      видДок: {
        __caption__: 'Вид документа',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    },
    КонвертL: {
      загрФайла: {
        __caption__: 'Имя',
        эксФайлы: {
          __caption__: '',
          имя: {
            __caption__: 'Имя'
          }
        },
        путьФайла: {
          __caption__: 'Путь файла'
        }
      },
      видДок: {
        __caption__: 'Вид документа',
        наименование: {
          __caption__: 'Вид документа'
        }
      },
      имяДок: {
        __caption__: 'Имя документа'
      }
    }
  },
  validations: {
    имяДок: {
      __caption__: 'Имя документа'
    },
    видДок: {
      __caption__: 'Вид документа'
    },
    загрФайла: {
      __caption__: 'Имя'
    }
  }
};
